Repository: eiskaltdcpp/freedcpp
Catalog: branches/core/dcpp/po/*.po
Languages: hr

source: %1% (%2%) has same CID {%3%} as %4% (%5%), ignoring
hr: %1% (%2%) ima isti CID {%3%} as %4% (%5%), ignoriraj

source: %1% (Nick unknown)
hr: %1% (Nadimak nepoznat)

source: %1% not shared; calculated CRC32 does not match the one found in SFV file.
hr: %1% nije djeljeno; izračunati CRC32 ne odgovara onome u SFV datoteci.

source: %1% was kicked by %2%: %3%
hr: %1% je izbačen od strane %2%: %3%

source: %1% was kicked: %2%
hr: %1% je izbačen: %2%

source: %1%: File not available
hr: %1%: Datoteka ne postoji

source: <Enter string>
hr: <Unesi string>

source: A file with a different TTH root already exists in the queue
hr: Datoteka s različitom TTH stazom već postoji

source: A file with a different size already exists in the queue
hr: Datoteka različite veličine već postoji u popisu

source: A file with the same hash already exists in your share
hr: Datoteka sa istim hashom već postoji u vašim dijeljenim

source: All download slots taken
hr: Svi slotovi za skidanje su zauzeti

source: Auto-connect group (converted)
hr: Auto-connect grupa (pretvoreno)

source: CRC32 inconsistency (SFV-Check)
hr: CRC32 nedosljednost (SFV-Provjera)

source: Connection closed
hr: Veza je zatvorena

source: Connection timeout
hr: Vrijeme spajanja isteklo

source: Connectivity error: %1%
hr: Greška u povezivanju: %1%

source: Connectivity restored
hr: Veza obnovljena

source: Could not open target file: %1%
hr: Datoteka nije otvorena: %1%

source: Directory already shared
hr: Direktorij se već dijeli

source: Directory is hidden
hr: Direktorij je sakriven

source: Directory missing name attribute
hr: Direktoriju fali oznaka imena

source: Discard
hr: Odbaci

source: Disconnected
hr: Prekinuto

source: Disconnected user leaving the hub: %1%
hr: Isključeni korisnik napušta hub: %1%

source: Download Queue
hr: Datoteke za skidanje

source: Duplicate file will not be shared: %1% (Size: %2% B) Dupe matched against: %3%
hr: Duplicirana datoteka neće biti djeljena: %1% (Veličina: %2% B) Duplikat: %3%

source: Duplicate source: %1%
hr: Duplicirani izvor: %1%

source: Error creating hash data file: %1%
hr: Greška nastala prilikom kreiranja hash fajla: %1%

source: Error during compression
hr: Greška pri sažimanju

source: Error during decompression
hr: Greška pri raspakiranju

source: Error generating certificate
hr: Greška kod generiranja certifikata

source: Error hashing %1%: %2%
hr: Greška kod hashinga %1%: %2%

source: Error saving hash data: %1%
hr: Greška pri spremanju hashinga: %1%

source: Failed to load certificate file
hr: Certifikat nije pronađen

source: Failed to load private key
hr: Private key nije pronađen.

source: Failed to negotiate base protocol
hr: Neuspjeh pri pregovaranju s protokolom

source: Failed to set up the socks server for UDP relay (check socks address and port)
hr: Greška pri podešavanju socks servera za UDP prijenosnik (provjeri socks adresu i port)

source: File already exists at the target location
hr: Datoteka već postoji na toj lokaciji

source: File list %1% generated
hr: File lista %1% stvorena

source: File list refresh failed: %1%
hr: Osvježavanje file liste nije uspjelo: %1%

source: File list refresh finished
hr: Popis datoteka osvježen

source: File list refresh in progress, please wait for it to finish before trying to refresh again
hr: Osvježavanje file liste u tijeku, molim vas pričekajte prije nego što pokušate ponovo

source: File list refresh initiated
hr: Osvježavam popis datoteka

source: Finished hashing: %1%
hr: Hashing završen: %1%

source: Finished hashing: %1% (%2% at %3%/s)
hr: Hashing završen: %1% (%2% at %3%/s)

source: Finished hashing: %1% (%2%)
hr: Hashing završen: %1% (%2%)

source: Full tree does not match TTH root
hr: Skinuto stablo ne odgovara TTH korijenu

source: Generated new TLS certificate
hr: Generiran novi TLS certifikat

source: Hash database
hr: Hash baze podataka

source: Hash database rebuilt
hr: Ponavljam hash baze podataka

source: Hashing failed: %1%
hr: Hashing nije uspio: %1%

source: Hub probably uses an old version of ADC, please encourage the owner to upgrade
hr: Hub vjerojatno koristi stariju verziju ADC-a, kontaktirajte vlasnika.

source: Invalid size
hr: Nevažeća veličina

source: Invalid target file (missing directory, check default download directory setting)
hr: Neispravna odredišna datoteka (nema direktorija, provjeri postavke standardnog direktorija za skidanje)

source: Kick user(s)
hr: Izbaci korisnika(e)

source: Maximum command length exceeded
hr: Prekoračena maksimalna duljina naredbe

source: More bytes written than requested
hr: Više bajtova je zapisano nego što je zatraženo

source: No certificate file chosen
hr: Nijedna cerifikat datoteka nije odabrana

source: No directory specified
hr: Nije određen direktorij

source: No private key file chosen
hr: Nijedan file key nije odabran

source: No slots available
hr: Nema slobodnih slotova

source: Not listening for connections - please restart %1%
hr: Nema uspostave konekcija - resetirajte %1%

source: Offline
hr: Odspojen

source: Redirect user(s)
hr: Preusmjeri korisnika(e)

source: Remove all subdirectories before adding this one
hr: Ukloni sve poddirektorije prije dodavanja ovoga

source: Request to seek beyond the end of data
hr: Zatražite potragu i nakon kraja datoteke

source: Response does not match request
hr: Odgovor ne odgovara upitu

source: SSL Error: %1% (%2%, %3%)
hr: SSL Greška: %1% (%2%, %3%)

source: Search disabled: %1%
hr: Pretraga onesposobljena: %1%

source: Search enabled again
hr: Pretraga ponovo osposobljena

source: Sent
hr: Poslano

source: Shared Files
hr: Dijeljene Datoteke

source: Socks server authentication failed (bad login / password?)
hr: Socks server provjera nije uspjela (loše korisničko ime / lozinka?)

source: TLS disabled, failed to generate certificate: %1%
hr: TLS je onemogućen, certifikat nije generiran: %1%

source: TLS disabled, no certificate file set
hr: TLS je onemogućen, certifikat datoteka nije poslana

source: TTH inconsistency
hr: TTH je inkonzistentan

source: Target file is missing or wrong size
hr: Odabrana datoteka nedostaje ili je krive veličine

source: Target filename too long
hr: Ime odredišne datoteke je predugačko

source: Target removed
hr: Odabrana datoteka izbrisana

source: The socks server doesn't support login / password authentication
hr: Socks server ne podržava korisnika / provjeru lozinke

source: The socks server failed establish a connection
hr: Socks server nije uspio uspostaviti vezu

source: The socks server requires authentication
hr: Socks server zahtijeva provjeru

source: The temporary download directory cannot be shared
hr: Direktorij za privremeno skidanje ne može se dijeliti

source: This file has already finished downloading
hr: Datoteka je već skinuta

source: This file is already queued
hr: Ova datoteka je već u čekanju

source: This hub is trying to use your client to spam %1%, please urge hub owner to fix this
hr: Ovaj hub pokušava koristiti vaš klijent za spam %1%, zamolite vlasnika da to popravi

source: Unable to create thread
hr: Ne mogu kreirati niz

source: Unable to move %1% to %2% (%3%) nor to rename to %4% (%5%)
hr: Nisam uspio pomaknuti %1% u %2% (%3%) niti preimenovati u %4% (%5%)

source: Unable to move %1% to %2% (%3%); renamed to %4%
hr: Nisam uspio pomaknuti %1% u %2% (%3%); preimenovano u %4%

source: Unable to open filelist: %1%
hr: Nisam uspio otvoriti filelistu: %1%

source: Unable to read hash data file
hr: Nisam uspio očitati hash datoteku

source: Unable to send file %1%: %2%
hr: Nemoguće otpremiti datoteku %1%: %2%

source: Unknown error: 0x%1$x
hr: Nepoznata greška: 0x%1$x

source: Users
hr: Korisnici

source: You're trying to download from yourself!
hr: Pokušavate skidati od samog sebe!

source: downloaded from
hr: preuzeto sa

source: uploaded to
hr: otpremljeno na
